Repository: TheAmirhosssein/charity-loan-api
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: fa

source: User must have a personal code
fa: کاربر باید کد پرسنلی داشته باشد

source: User must have a password
fa: کاربر باید نام کاربری داشه باشد

source: User must have a firstname
fa: کاربر باید نام داشته باشد

source: User must have a lastname
fa: کاربر باید نام خانوادگی داشته باشد

source: User must have a mobile_phone
fa: کاربر باید شماره موبایل داشته باشد

source: User must have a email
fa: کاربر باید ایمیل داشته باشد

source: Given count is larger than users population or bellow 1. Max population is:
fa: تعداد داده شده از تعداد کل کاربران بیشتر از و یا از یک کوچکتر است. حداکثر تعداد این است:

source: male
fa: مرد

source: female
fa: زن

source: username
fa: نام کاربری

source: phone number
fa: شماره تلفن

source: phone number is duplicated
fa: شماره تلفن اجباری است

source: avatar
fa: آواتار

source: personal code
fa: کد پرسنلی

source: personal code is duplicated
fa: کد پرسنلی اچباری است

source: email
fa: ایمیل

source: gender
fa: جنسیت

source: first name
fa: نام

source: last name
fa: نام خانوادگی

source: is admin
fa: ادمین

source: monthly price
fa: هزینه ماهیانه

source: send otp code
fa: ارسال کد تایید

source: custom message
fa: ارسال دستی

source: reason
fa: دلیل ارسال

source: user
fa: کاربر

source: no user `exists` with entered information
fa: هیج کاربری با اطلاعات داده شده وجود ندارد

source: pleas wait for a new otp message
fa: برای دریافت کد تایید مجدد صبر کنید

source: otp code sent
fa: کد تایید ارسال شد

source: code is expired
fa: کد منقضی شده است

source: SMS sent
fa: پیامک ارسال شد

source: automatic
fa: اتوماتیک

source: manually
fa: دستی

source: payment price
fa: هزینه پرداخت

source: payment date
fa: تاریخ پرداخت

source: payment type
fa: توع پرداخت

source: is confirmed
fa: تایید شده

source: payment request
fa: درخواست پرداخت

source: attachment
fa: پیوست

source: you are not allowed to do this action
fa: شما مجاز به انجام این عملیات نیستید

source: mobile phone format is not valid
fa: فرمت شماره تلفن معتبر نیست

source: file format is not valid
fa: فرمت فایل معتبر نیست
